export const clcls3 = {
  "subject": "calculus1",
  "questions": {
    "6": [
  {
    "question": "1. 극좌표로 서술된 다음의 점들을 직교좌표로 나타내었을 때, 제2사분면 위에 점은?",
    "choices": [
      "$$(-1, -\\frac{\\pi}{4})$$",
      "$$(-1, \\frac{\\pi}{4})$$",
      "$$(1, -\\frac{\\pi}{4})$$",
      "$$(1, \\frac{\\pi}{4})$$"
    ],
    "answer": ""
  },
  {
    "question": "2. 제 3사분면에 속하는 점은?",
    "choices": [
      "$$(1, \\frac{\\pi}{3})$$",
      "$$(-2, -\\frac{5\\pi}{4})$$",
      "$$(2, -\\frac{\\pi}{6})$$",
      "$$(1, \\frac{4\\pi}{3})$$"
    ],
    "answer": ""
  },
  {
    "question": "3. 극좌표로 주어진 곡선 $$r = 4\\sin\\theta$$ 를 직교좌표의 식으로 바꾼 것은?",
    "choices": [
      "$$\\frac{(x - 2)^2}{4} + y^2 = 1$$",
      "$$x^2 + \\frac{(y - 2)^2}{4} = 1$$",
      "$$(x - 2)^2 + y^2 = 4$$",
      "$$x^2 + (y - 2)^2 = 4$$"
    ],
    "answer": ""
  },
  {
    "question": "4. $$\\left(1, \\frac{\\pi}{6}\\right)$$ 을 직교좌표로 나타내면?",
    "choices": [],
    "answer": ""
  },
  {
    "question": "5. 극좌표로 주어진 두 점 $$P\\left(1, \\frac{\\pi}{3}\\right)$$ 과 $$Q\\left(\\sqrt{2}, \\frac{\\pi}{6}\\right)$$ 사이의 거리는?",
    "choices": [
      "$$\\sqrt{3} - \\sqrt{6}$$",
      "$$\\sqrt{3} - \\sqrt{3}$$",
      "$$\\sqrt{3} + \\sqrt{3}$$",
      "$$\\sqrt{3} + \\sqrt{6}$$"
    ],
    "answer": ""
  }
],

    "8": [
  {
    "question": "6. 극곡선 $$r = \\cos \\theta - \\sin \\theta$$ 로 둘러싸인 영역의 면적을 구하면?",
    "choices": [
      "$$\\frac{\\pi}{2}$$",
      "$$\\pi$$",
      "$$2\\pi$$",
      "$$\\sqrt{2}\\pi$$"
    ],
    "answer": ""
  },
  {
    "question": "7. 곡선 $$r = 2(\\cos \\theta + \\sin \\theta)$$ 의 길이는?",
    "choices": [
      "$$\\sqrt{2}\\pi$$",
      "$$2\\sqrt{2}\\pi$$",
      "$$2\\pi$$",
      "$$4\\sqrt{2}\\pi$$"
    ],
    "answer": ""
  },
  {
    "question": "8. 다음은 원들의 방정식들이다. 이 중 반지름이 가장 작은 것은?",
    "choices": [
      "$$r = \\frac{2}{5}$$",
      "$$r = \\frac{3}{2} \\sin \\frac{\\theta}{2} \\cos \\frac{\\theta}{2}$$",
      "$$r = 2\\left(\\cos^2 \\frac{\\theta}{2} - \\sin^2 \\frac{\\theta}{2}\\right)$$",
      "$$r = -2 \\cos \\theta$$"
    ],
    "answer": ""
  },
  {
    "question": "10. 극좌표로 표현된 곡선 중에서 원점을 지나지 않는 것을 고르면?",
    "choices": [
      "$$r = \\sin \\theta$$",
      "$$r = \\cos \\theta$$",
      "$$r = \\tan \\theta$$",
      "$$r = \\sec \\theta$$"
    ],
    "answer": ""
  }
],
"10": [
  {
    "question": "11. 극곡선 $$r = 4\\sin\\theta$$ 에 대하여 $$\\theta = \\frac{\\pi}{2}$$ 에서의 접선의 기울기는?",
    "choices": [],
    "answer": ""
  },
  {
    "question": "12. 극곡선 $$r = 2\\cos\\theta$$ 에 대하여 $$\\theta = \\frac{\\pi}{4}$$ 에서의 접선의 기울기는?",
    "choices": [],
    "answer": ""
  },
  {
    "question": "13. 평면상에서 극방정식 $$r = 1 - 2\\cos\\theta$$ 로 주어지는 곡선상의 점 P의 직교 좌표는 $$(0, 1)$$이다. 점 P에서의 접선의 기울기는?",
    "choices": [],
    "answer": ""
  },
  {
    "question": "14. 곡선 $$r = 2\\cos\\theta$$ 위의 점 $$P\\left(1, \\frac{\\pi}{3}\\right)$$ 에서의 접선이 동경 OP와 이루는 각의 크기는?",
    "choices": [
      "$$\\frac{\\pi}{3}$$",
      "$$\\frac{\\pi}{6}$$",
      "$$\\frac{\\pi}{4}$$",
      "$$\\frac{\\pi}{2}$$"
    ],
    "answer": ""
  },
  {
    "question": "15. 극곡선 $$r = 2\\sin\\theta$$ 위에서 동경과 접선 사이의 각이 $$\\frac{\\pi}{6}$$ 인 점의 극좌표는?",
    "choices": [],
    "answer": ""
  }
],
"11": [
  {
    "question": "극방정식 $$r = \\tan \\theta \\sec \\theta$$ 를 직교방정식으로 나타낸 것은?",
    "choices": [
      "$$y = x^3$$",
      "$$y = x^2$$",
      "$$y = \\sqrt{x}$$",
      "$$y = \\sqrt{1 - x^2}$$"
    ],
    "answer": ""
  },
  {
    "question": "점 $$(r, \\theta) = \\left(\\sqrt{2}, \\frac{\\pi}{4}\\right)$$ 과 극 곡선 $$r = \\frac{4}{2\\cos\\theta - \\sin\\theta}$$ 사이의 최단거리는?",
    "choices": [
      "$$\\frac{1}{\\sqrt{5}}$$",
      "$$\\frac{3}{\\sqrt{5}}$$",
      "$$1$$",
      "$$\\sqrt{2}$$"
    ],
    "answer": ""
  },
  {
    "question": "곡선 $$r = \\frac{6}{3 + 2\\sin \\theta}$$ 는?",
    "choices": [
      "직선",
      "포물선",
      "타원",
      "쌍곡선"
    ],
    "answer": ""
  },
  {
    "question": "좌표평면에서 극좌표 $$(r, \\theta)$$ 로 나타낸 두 점 $$\\left(-2, \\frac{2\\pi}{3}\\right), \\left(\\sqrt{3}, \\frac{\\pi}{6}\\right)$$ 사이의 거리는?",
    "choices": [
      "$$\\sqrt{3}$$",
      "$$2$$",
      "$$\\sqrt{5}$$",
      "$$\\sqrt{6}$$",
      "$$\\sqrt{7}$$"
    ],
    "answer": ""
  }
],
"12": [
  {
    "question": "xy 평면에 두 극방정식 $$r = 2\\cos\\theta$$ 와 $$r = 0$$ 의 그래프를 그렸을 때, 두 그래프가 만나는 점의 개수는?",
    "choices": [
      "0개",
      "1개",
      "2개",
      "4개"
    ],
    "answer": ""
  },
  {
    "question": "다음 극방정식의 그래프의 모양을 잘못 나타낸 것을 고르시오.",
    "choices": [
      "$$r = 0, \\ 0 > 0$$ : 나선형",
      "$$r = \\sin 4\\theta$$ : 8개 잎의 꽃잎모양",
      "$$r = 4\\sin\\theta$$ : 원점을 지나는 원 (반지름 2)",
      "$$r = \\sec\\theta$$ : 수평선"
    ],
    "answer": ""
  },
  {
    "question": "극 좌표로 주어진 곡선 $$r = 1 - \\cos\\theta$$ 를 xy 좌표평면에 나타낼 때, 이 곡선이 x축 또는 y축과 만나는 4개 점들의 x 좌표값과 y 좌표값을 모두 더하면?",
    "choices": [
      "$$-2$$",
      "$$-1$$",
      "$$0$$",
      "$$1$$",
      "$$2$$"
    ],
    "answer": ""
  },
  {
    "question": "두 극 방정식 $$r = 1 + \\sin\\theta$$, $$r = 1 - \\cos\\theta$$ 로 정의된 두 곡선의 교점의 개수는?",
    "choices": [
      "0개",
      "1개",
      "2개",
      "3개",
      "4개"
    ],
    "answer": ""
  },
  {
    "question": "직교방정식 $$(x - 2)^2 + y^2 = 4$$ 를 극방정식으로 나타내면?",
    "choices": [
      "$$r = 4 + 8\\cos \\frac{\\theta}{2}$$",
      "$$r = 4 + 8\\sin \\frac{\\theta}{2}$$",
      "$$r = 4 - 8\\cos^2 \\frac{\\theta}{2}$$",
      "$$r = 4 - 8\\sin^2 \\frac{\\theta}{2}$$"
    ],
    "answer": ""
  }
],
"13": [
  {
    "question": "극곡선 $$r = \\sin \\theta + \\cos \\theta$$ 으로 둘러싸인 영역의 넓이는?",
    "choices": [
      "$$\\frac{\\pi}{2}$$",
      "$$\\pi$$",
      "$$\\frac{3\\pi}{2}$$",
      "$$2\\pi$$"
    ],
    "answer": ""
  },
  {
    "question": "심장선 $$r = 1 + \\sin \\theta$$ 로 둘러싸인 영역의 넓이는?",
    "choices": [
      "$$\\frac{11\\pi}{8}$$",
      "$$\\frac{3\\pi}{2}$$",
      "$$\\frac{13\\pi}{8}$$",
      "$$\\frac{7\\pi}{4}$$"
    ],
    "answer": ""
  },
  {
    "question": "극좌표평면상에서 곡선 $$r = 2\\sqrt{2}(1 + \\cos \\theta)$$ 로 둘러싸인 영역의 넓이는?",
    "choices": [
      "$$6\\pi$$",
      "$$12\\pi$$",
      "$$8\\pi$$",
      "$$16\\pi$$"
    ],
    "answer": ""
  },
  {
    "question": "극방정식 $$r = 2 + \\cos \\theta + \\sin \\theta$$ 로 주어진 곡선으로 둘러싸인 영역의 넓이는?",
    "choices": [
      "$$\\pi$$",
      "$$2\\pi$$",
      "$$3\\pi$$",
      "$$4\\pi$$",
      "$$5\\pi$$"
    ],
    "answer": ""
  }
],
"14": [
  {
    "question": "극좌표로 표현된 곡선 $$r = 1 + \\cos\\theta$$, $$0 \\leq \\theta \\leq \\frac{\\pi}{2}$$ 와 x축, y축으로 둘러싸인 부분의 넓이를 구하면?",
    "choices": [
      "$$\\frac{3\\pi}{8} + 1$$",
      "$$\\frac{\\pi}{2} + 1$$",
      "$$\\frac{5\\pi}{8} + 1$$",
      "$$\\frac{5\\pi}{8} + \\frac{1}{2}$$"
    ],
    "answer": ""
  },
  {
    "question": "극좌표로 표현된 곡선 $$r = 1 + \\cos\\theta$$ 의 내부와 단위원 $$x^2 + y^2 = 1$$ 의 내부의 공통 부분의 넓이는?",
    "choices": [
      "$$\\frac{3}{4}\\pi - 2$$",
      "$$\\frac{5}{4}\\pi - 2$$",
      "$$\\frac{7}{4}\\pi - 2$$",
      "$$\\frac{9}{4}\\pi - 2$$"
    ],
    "answer": ""
  },
  {
    "question": "곡선 $$r = 5 + 4\\cos\\theta$$ 로 둘러싸인 부분의 넓이는?",
    "choices": [
      "$$32\\pi$$",
      "$$33\\pi$$",
      "$$31\\pi$$",
      "$$35\\pi$$"
    ],
    "answer": ""
  },
  {
    "question": "극곡선 $$r = 1 + \\sin\\theta$$ 에 의해 둘러싸인 영역의 넓이를 $$a$$, 둘레의 길이를 $$b$$라 할 때, $$ab$$의 값은?",
    "choices": [
      "$$16\\pi$$",
      "$$16\\pi^2$$",
      "$$12\\pi$$",
      "$$12\\pi^2$$"
    ],
    "answer": ""
  }
],
"15": [
  {
    "question": "극방정식 $$r = 1 + \\cos \\theta$$ ($$0 \\leq \\theta \\leq 2\\pi$$)로 주어진 닫힌 곡선의 길이는?",
    "choices": [
      "$$4$$",
      "$$5$$",
      "$$6$$",
      "$$7$$",
      "$$8$$"
    ],
    "answer": ""
  },
  {
    "question": "극방정식 $$r = 2(1 - \\cos \\theta)$$ 으로 주어진 곡선의 길이는?",
    "choices": [
      "$$8$$",
      "$$10$$",
      "$$12$$",
      "$$14$$",
      "$$16$$"
    ],
    "answer": ""
  },
  {
    "question": "극좌표계에서 곡선 $$r = 3 \\cos \\theta$$ ($$0 \\leq \\theta \\leq \\frac{\\pi}{2}$$)의 길이는?",
    "choices": [
      "$$\\frac{\\pi}{4}$$",
      "$$\\frac{\\pi}{2}$$",
      "$$\\frac{3\\pi}{4}$$",
      "$$\\frac{3\\pi}{2}$$"
    ],
    "answer": ""
  },
  {
    "question": "곡선 $$r = 3\\sin\\theta + 4\\cos\\theta$$ ($$0 \\leq \\theta \\leq 2\\pi$$)의 길이는?",
    "choices": [
      "$$9\\pi$$",
      "$$10\\pi$$",
      "$$11\\pi$$",
      "$$12\\pi$$",
      "$$13\\pi$$"
    ],
    "answer": ""
  }
],
"16": [
  {
    "question": "극방정식 $$r = 1 + \\sin \\theta$$ 로 주어진 곡선의 $$\\theta = \\frac{\\pi}{3}$$ 인 점에서 접선의 기울기는?",
    "choices": [
      "$$-2$$",
      "$$-1$$",
      "$$0$$",
      "$$1$$",
      "$$2$$"
    ],
    "answer": ""
  },
  {
    "question": "극좌표로 $$r = 1 + \\cos \\theta$$ 로 표시되는 곡선이 있다. $$\\theta = \\frac{\\pi}{6}$$ 로 지정된 점에서 이 곡선의 접선의 기울기는?",
    "choices": [
      "$$-2$$",
      "$$-1$$",
      "$$-\\frac{1}{3}$$",
      "$$-\\frac{1}{2}$$",
      "$$-\\frac{\\sqrt{3}}{2}$$"
    ],
    "answer": ""
  },
  {
    "question": "극방정식 $$r = 1 + 2\\cos \\theta$$ 의 그래프를 생각하자. 직교좌표로 표시된 이 곡선 위의 점 $$(1, \\sqrt{3})$$ 에서의 접선의 방정식의 기울기는?",
    "choices": [
      "$$\\frac{1}{9}$$",
      "$$\\frac{\\sqrt{3}}{9}$$",
      "$$\\frac{1}{3}$$",
      "$$\\frac{\\sqrt{3}}{3}$$",
      "$$1$$"
    ],
    "answer": ""
  },
  {
    "question": "25. 극곡선 $$r = 3 + 4\\sin \\theta$$ 위의 $$\\theta = \\frac{\\pi}{6}$$ 에 대응하는 점에서의 접선의 기울기는?",
    "choices": [
      "$$\\sqrt{3}$$",
      "$$3\\sqrt{3}$$",
      "$$5\\sqrt{3}$$",
      "$$7\\sqrt{3}$$",
      "$$9\\sqrt{3}$$"
    ],
    "answer": ""
  },
  {
    "question": "26. 극방정식으로 주어진 곡선 $$r = 2\\sin \\theta$$ 위의 점 $$\\left(\\sqrt{3}, \\frac{\\pi}{3}\\right)$$ 에서 접선의 기울기는?",
    "choices": [
      "$$-\\sqrt{3}$$",
      "$$-\\frac{1}{\\sqrt{3}}$$",
      "$$\\frac{1}{\\sqrt{3}}$$",
      "$$\\sqrt{3}$$"
    ],
    "answer": ""
  }
],
"17": [
  {
    "question": "극방정식 $$r = 2\\sin 3\\theta$$ 에 대하여 $$\\theta = \\frac{\\pi}{6}$$ 에서의 접선의 기울기는?",
    "choices": [
      "$$-\\sqrt{3}$$",
      "$$-\\frac{\\sqrt{3}}{2}$$",
      "$$\\frac{\\sqrt{3}}{2}$$",
      "$$\\sqrt{3}$$"
    ],
    "answer": ""
  },
  {
    "question": "극좌표로 정의된 곡선 $$r = 1 + 2\\sin \\theta$$ 에 있는 점 $$\\left(2, \\frac{\\pi}{6}\\right)$$ 에서의 접선의 방정식은?",
    "choices": [
      "$$y = 3\\sqrt{3}x - 8$$",
      "$$y = 3\\sqrt{3}x + \\frac{\\pi}{6} - 9$$",
      "$$y = \\frac{\\sqrt{3}}{4}x - \\frac{5}{2}$$",
      "$$y = \\frac{3\\sqrt{3}}{2}x - \\frac{7}{2}$$",
      "$$y = \\frac{3\\sqrt{3}}{2}x + \\frac{\\pi}{6} - 3\\sqrt{3}$$"
    ],
    "answer": ""
  },
  {
    "question": "극좌표로 나타낸 곡선 $$r = e^{\\theta}$$ 위의 점 $$(e^{2\\pi}, \\pi)$$ 에서의 접선의 방정식을 직교좌표계의 식으로 나타낸 것은?",
    "choices": [
      "$$y = \\frac{1}{3}(x + e^{2\\pi})$$",
      "$$y = \\frac{1}{2}(x + e^{2\\pi})$$",
      "$$y = \\frac{1}{3}(x - e^{2\\pi})$$",
      "$$y = \\frac{1}{2}(x - e^{2\\pi})$$"
    ],
    "answer": ""
  },
  {
    "question": "곡선 $$r = 1 + \\cos \\theta$$ 위의 점에서의 접선의 방정식이 $$y = ax$$ 이다. 양수 $$a$$의 값은?",
    "choices": [
      "$$\\frac{\\sqrt{19}}{4}$$",
      "$$\\frac{\\sqrt{21}}{4}$$",
      "$$\\frac{\\sqrt{23}}{4}$$",
      "$$\\frac{5}{4}$$",
      "$$\\frac{3\\sqrt{3}}{4}$$"
    ],
    "answer": ""
  }
],
"18": [
  {
    "question": "선분 P₁은 극방정식으로 표현된 곡선 $$r = 1 - \\cos \\theta$$ 위의 점 $$(1, \\frac{\\pi}{2})$$ 에서의 접선이고, 선분 P₂는 극방정식으로 표현된 곡선 $$r = 2\\sin \\theta$$ 위의 점 $$\\left(\\sqrt{2}, \\frac{\\pi}{4}\\right)$$ 에서의 접선일 때, 두 접선 P₁과 P₂의 교점은?",
    "choices": [
      "$$(1, 0)$$",
      "$$(1, \\frac{\\pi}{2})$$",
      "$$(1, \\pi)$$",
      "$$(1, \\frac{3\\pi}{2})$$"
    ],
    "answer": ""
  },
  {
    "question": "극방정식 $$r = \\sqrt{3} + \\cos \\theta$$, $$0 \\leq \\theta < 2\\pi$$ 로 주어진 곡선에서 수직 접선을 갖는 모든 $$\\theta$$ 값의 합은?",
    "choices": [
      "$$\\frac{3}{2}\\pi$$",
      "$$2\\pi$$",
      "$$\\frac{5}{2}\\pi$$",
      "$$3\\pi$$",
      "$$\\frac{7}{2}\\pi$$"
    ],
    "answer": ""
  },
  {
    "question": "곡선 $$r = 2\\cos \\theta$$ 위의 점 $$P(1, \\frac{\\pi}{3})$$ 에서의 접선이 동경 OP와 이루는 각의 크기는?",
    "choices": [
      "$$\\frac{\\pi}{3}$$",
      "$$\\frac{\\pi}{6}$$",
      "$$\\frac{\\pi}{4}$$",
      "$$\\frac{\\pi}{2}$$"
    ],
    "answer": ""
  },
  {
    "question": "두 곡선 $$r = 2\\cos \\theta$$ 와 $$r = 3\\tan \\theta$$ 는 점 $$\\left(\\sqrt{3}, \\frac{\\pi}{6}\\right)$$ 에서 만난다. 이 점에서의 교각은?",
    "choices": [
      "$$\\frac{\\pi}{4}$$",
      "$$\\frac{\\pi}{2}$$",
      "$$\\tan^{-1} 2\\sqrt{5}$$",
      "$$\\tan^{-1} 5\\sqrt{3}$$"
    ],
    "answer": ""
  },
  {
    "question": "두 곡선 $$r = \\cos 2\\theta$$ 와 $$r = \\sin 2\\theta$$ 가 극좌표 $$\\left(\\frac{\\sqrt{2}}{2}, \\frac{\\pi}{8}\\right)$$ 에서 만날 때, 두 곡선의 교각을 $$\\alpha$$라 하자. 이때 $$\\tan \\alpha$$의 값은?",
    "choices": [
      "$$0$$",
      "$$\\frac{1}{3}$$",
      "$$\\frac{2}{3}$$",
      "$$1$$",
      "$$\\frac{4}{3}$$"
    ],
    "answer": ""
  }
],
"24": [
  {
    "question": "다음 함수의 임계점과 변곡점을 구하여라. $$y = \\frac{1}{3}x^3 - \\frac{1}{2}x^2 - 2x$$",
    "choices": [],
    "answer": ""
  },
  {
    "question": "다음 함수의 임계점과 변곡점을 구하여라. $$y = 3x^5 + 10x^3 + 15x + 1$$",
    "choices": [],
    "answer": ""
  },
  {
    "question": "다음 함수의 극댓값, 극솟값을 구하여라. $$y = x + \\frac{1}{x}$$",
    "choices": [],
    "answer": ""
  },
  {
    "question": "다음 함수의 극댓값, 극솟값을 구하여라. $$y = x^3 - 9x^2 + 15x - 5$$",
    "choices": [],
    "answer": ""
  },
  {
    "question": "함수 $$f(x) = \\ln x + \\frac{2}{x^2}$$ 의 그래프가 증가하는 구간으로 옳은 것은?",
    "choices": [
      "$$2 \\leq x$$",
      "$$0 < x$$",
      "$$1 \\leq x$$",
      "$$0 < x \\leq 1$$"
    ],
    "answer": ""
  },
  {
    "question": "방정식 $$4x^5 + 2x^3 + 8x - 10 = 0$$ 의 실근의 개수를 구하면?",
    "choices": [
      "0개",
      "1개",
      "3개",
      "5개"
    ],
    "answer": ""
  },
  {
    "question": "함수 $$f(x) = 3x^6 + 4x^3 - x$$ 에 대한 역함수가 존재하지 않는 구간은?",
    "choices": [
      "$$(-3, -2)$$",
      "$$(-2, -1)$$",
      "$$(-1, 1)$$",
      "$$(1, 2)$$"
    ],
    "answer": ""
  },
  {
    "question": "$$y = xe^{-2x}$$ 는 $$x = a$$ 에서 극값 $$b$$를 갖는다고 할 때, $$ab$$는 얼마인가?",
    "choices": [
      "$$\\frac{e^{-1}}{2}$$",
      "$$\\frac{e^{-1}}{4}$$",
      "$$e^{-2}$$",
      "$$\\frac{e^{-2}}{4}$$"
    ],
    "answer": ""
  },
  {
    "question": "함수 $$f(x) = x^3 - 3ax^2 + a^2$$ ($$a > 0$$)의 극댓값과 극솟값의 차가 32일 때, $$a$$의 값은?",
    "choices": [
      "$$1$$",
      "$$2$$",
      "$$4$$",
      "$$6$$"
    ],
    "answer": ""
  },
  {
    "question": "함수 $$f(x) = \\frac{1}{3}x^{2/3}(5 - 2x)$$의 극소점은?",
    "choices": [
      "$$(1, 1)$$",
      "$$(-1, 7/3)$$",
      "$$(8, -44/3)$$",
      "$$(0, 0)$$"
    ],
    "answer": ""
  }
],
"27": [
  {
    "question": "$$x$$축 위에 두 꼭짓점을 그리고 포물선 $$y = 1 - x^2$$ 위에 두 꼭짓점을 갖는 직사각형의 넓이의 최댓값은?",
    "choices": [],
    "answer": ""
  },
  {
    "question": "$$x$$축 위에 두 꼭짓점을 그리고 포물선 $$y = 12 - x^2$$ 위에 두 꼭짓점을 갖는 직사각형의 넓이의 최댓값은? (단, $$y > 0$$)",
    "choices": [],
    "answer": ""
  },
  {
    "question": "점 $$(5, -1)$$에서 곡선 $$y = x^2$$ 위의 점까지의 거리 중 최단거리는?",
    "choices": [],
    "answer": ""
  },
  {
    "question": "구 모양의 기구 안으로 공기를 불어넣을 때, 기구의 부피는 $$200\\ \\text{cm}^3/\\text{s}$$ 의 비율로 증가한다. 직경(지름)이 $$40\\ \\text{cm}$$일 때, 기구의 반지름은 얼마나 빨리 증가하겠는가?",
    "choices": [],
    "answer": ""
  },
  {
    "question": "어떤 정육면체의 겉넓이가 매초 $$24\\text{cm}^2$$의 비율로 일정하게 증가한다면 이 정육면체의 모서리의 길이가 $$1\\text{cm}$$가 되는 순간의 부피의 변화율은 얼마인가?",
    "choices": [],
    "answer": ""
  }
],
"28": [
  {
    "question": "곡선 $$x^2y^2 + 2x^2y + x^2 - 4y^2 - 7 = 0$$ 의 점근선이 아닌 것은?",
    "choices": [
      "$$x = 2$$",
      "$$x = -2$$",
      "$$y = 1$$",
      "$$y = -1$$"
    ],
    "answer": ""
  },
  {
    "question": "함수 $$f(x) = \\frac{2x^3 - 3x^2 + 4x - 1}{x^2 + x + 1}$$ 의 사점근선을 구하면?",
    "choices": [],
    "answer": ""
  }
],
"29": [
  {
    "question": "함수 $$f(x) = \\frac{2x^4 + ax + b}{x^3}$$ ($$a, b$$는 상수)가 $$x = 1$$에서 극값 5를 가질 때, $$f(-1)$$의 값은?",
    "choices": [
      "$$9$$",
      "$$-9$$",
      "$$5$$",
      "$$-5$$"
    ],
    "answer": ""
  },
  {
    "question": "$$f(x) = (3x + 1)(x - 1)^3$$일 때, 극댓값과 극솟값의 값은?",
    "choices": [
      "$$\\text{극댓값} : -1,\\ \\text{극솟값} : 0$$",
      "$$\\text{극댓값} : 0,\\ \\text{극솟값} : -1$$",
      "$$\\text{극댓값} : 0,\\ \\text{극솟값은 존재하지 않는다}$$",
      "$$\\text{극댓값은 존재하지 않는다},\\ \\text{극솟값} : -1$$"
    ],
    "answer": ""
  }
],
"30": [
  {
    "question": "함수 $$f(x) = -x^3 - kx^2 + kx - 4$$가 $$x_1 < x_2$$인 임의의 실수 $$x_1, x_2$$에 대하여 항상 $$f(x_1) > f(x_2)$$를 만족하도록 하는 실수 $$k$$의 범위를 구하면?",
    "choices": [
      "$$(-3, 0)$$",
      "$$(-2, 1)$$",
      "$$(-1, 3)$$",
      "$$(0, 3)$$"
    ],
    "answer": ""
  },
  {
    "question": "함수 $$f : (a, b) \\to \\mathbb{R}$$가 $$c \\in (a, b)$$의 근방에서 연속인 2계 도함수를 가질 때, <보기>의 명제 중 항상 참인 것을 모두 고르면?",
    "example": "(가) $$f$$가 $$c$$에서 극값을 가지면 $$f'(c) = 0$$이다. \\\\(나) $$f'(c) = 0$$이면 $$f$$는 $$c$$에서 극댓값 또는 극솟값을 갖는다. \\\\(다) $$f'(c) = 0$$이고 $$f''(c) > 0$$이면 $$f$$는 $$c$$에서 극댓값을 갖는다.",
    "choices": [
      "가",
      "가, 나",
      "가, 나, 다",
      "가, 다"
    ],
    "answer": ""
  },
  {
    "question": "미분 가능한 두 함수 $$f, g$$가 모든 실수 $$x$$에 대하여 $$f'(x) > g'(x)$$를 만족시킨다. \\\\ 함수 $$y = f(x)$$와 $$y = g(x)$$의 그래프에 대한 설명 중 옳은 것은?",
    "choices": [
      "두 그래프는 만나지 않는다.",
      "두 그래프는 단 한 번 만난다.",
      "두 그래프는 많아야 한 번 만난다.",
      "두 그래프는 두 번 이상 만난다.",
      "두 그래프는 공통 접선을 가진다."
    ],
    "answer": ""
  },
  {
    "question": "미분 가능한 함수 $$f, g$$가 모든 실수 $$x$$에 대하여 $$f'(x) > g'(x)$$이다. $$f(2) = g(2)$$일 때, 다음 중 옳은 것은?",
    "choices": [
      "$$f(0) > g(0)$$",
      "$$f(1) > g(1)$$",
      "$$f(3) > g(3)$$",
      "$$f(4) < g(4)$$"
    ],
    "answer": ""
  }
],
"31": [
  {
    "question": "$$f(x)$$의 도함수가 $$f'(x) = x^2 - 2x$$일 때, 다음 중 옳은 것을 고르면?",
    "choices": [
      "$$f(x)$$는 증가함수이다.",
      "$$f(x)$$의 그래프는 구간 $$( -\\infty, 2 ]$$에서 위로 볼록이다.",
      "$$f(x)$$의 그래프는 구간 $$[1, \\infty)$$에서 아래로 볼록이다.",
      "$$f(x)$$는 최소값 $$-1$$을 갖는다."
    ],
    "answer": ""
  },
  {
    "question": "두 함수 $$f(x) = x^3 - 5x^2 + x - 3$$, $$g(x) = -2x^2 + x + a$$에 대하여 $$x > 0$$에서 $$f(x) > g(x)$$가 성립하는 $$a$$의 값의 범위는?",
    "choices": [
      "$$-12 < a < -7$$",
      "$$a > -4$$",
      "$$3 < a < 7$$",
      "$$a < -7$$"
    ],
    "answer": ""
  },
  {
    "question": "$$f(x) = x^3 - 3x^2 + 5x + 1$$의 그래프에서 서로 다른 두 점 $$P = (x_1, f(x_1))$$, $$Q = (x_2, f(x_2))$$를 임의로 선택하였다. \\\\ 단, 점 $$x_1, x_2$$는 조건 $$2 \\leq x_1 \\leq 3,\\ 2 \\leq x_2 \\leq 3$$을 만족한다. 다음 중에서 직선 $$PQ$$의 기울기가 될 수 없는 것은?",
    "choices": [
      "$$5.5$$",
      "$$6$$",
      "$$13.5$$",
      "$$15.5$$"
    ],
    "answer": ""
  }
],
"32": [
  {
    "question": "$$\\text{방정식 } 10x^4 - 5x + 1 = 0 \\text{의 실근의 개수는?}$$",
    "choices": [
      "$$0 \\text{개}$$",
      "$$1 \\text{개}$$",
      "$$2 \\text{개}$$",
      "$$4 \\text{개}$$"
    ],
    "answer": ""
  },
  {
    "question": "$$\\text{방정식 } x - 2 = \\ln x \\text{의 실수해의 개수를 구하면?}$$",
    "choices": [
      "$$0 \\text{개}$$",
      "$$1 \\text{개}$$",
      "$$2 \\text{개}$$",
      "$$4 \\text{개}$$"
    ],
    "answer": ""
  },
  {
    "question": "$$x$$에 대한 방정식 $$x^4 + 4ax + 5 = 0$$이 실근을 갖지 않게 하는 $$a$$의 값 중에 정수인 것의 개수는?",
    "choices": [
      "$$1 \\text{개}$$",
      "$$2 \\text{개}$$",
      "$$3 \\text{개}$$",
      "$$4 \\text{개}$$"
    ],
    "answer": ""
  }
],
"33": [
  {
    "question": "$$\\text{구간 } [0, 2] \\text{에서 함수 } f(x) = \\frac{\\ln(1 + x)}{(1 + x)^2} \\text{의 최댓값은?}$$",
    "choices": [
      "$$\\frac{\\ln 2}{4}$$",
      "$$\\frac{\\ln 3}{9}$$",
      "$$\\frac{1}{2e}$$",
      "$$\\frac{1}{e}$$"
    ],
    "answer": ""
  },
  {
    "question": "$$x = 2 \\cos t \\text{일 때, 함수 } f(x) = \\frac{1}{1 + e^{-x}} \\text{의 최댓값과 최솟값의 차이는?}$$",
    "choices": [
      "$$e^2 - 1$$",
      "$$\\sinh 1$$",
      "$$\\text{sech} 1$$",
      "$$\\tanh 1$$"
    ],
    "answer": ""
  },
  {
    "question": "$$\\text{구간 } [1, 5] \\text{에서 함수 } f(x) = (x - 1)^2 - 4 \\ln x \\text{의 최댓값을 } a + b \\ln c \\text{라 할 때 } a - b + c \\text{의 값은?}$$",
    "choices": [
      "$$7$$",
      "$$12$$",
      "$$17$$",
      "$$25$$"
    ],
    "answer": ""
  }
],
"34": [
  {
    "question": "$$f(x) = x^2 e^{-x}$$의 구간 $$[-1, 3]$$에서 최소값과 최댓값의 합은?",
    "choices": [
      "$$e + \\frac{4}{e^2}$$",
      "$$\\frac{9}{e^3} + \\frac{4}{e^2}$$",
      "$$e$$",
      "$$e + \\frac{9}{e^3}$$"
    ],
    "answer": ""
  },
  {
    "question": "$$0 \\leq x \\leq \\frac{\\pi}{2}$$에서 함수 $$y = 2\\sin x + \\cos 2x$$의 최댓값은?",
    "choices": [
      "$$1$$",
      "$$2$$",
      "$$3$$",
      "$$\\frac{5}{2}$$",
      "$$\\frac{3}{2}$$"
    ],
    "answer": ""
  },
  {
    "question": "$$[0, \\infty)$$에서 함수 $$f(x) = e^{-2x} - e^{-3x}$$의 최댓값은?",
    "choices": [
      "$$\\frac{4}{27}$$",
      "$$\\frac{5}{27}$$",
      "$$\\frac{2}{9}$$",
      "$$\\frac{7}{27}$$",
      "$$\\frac{8}{27}$$"
    ],
    "answer": ""
  }
],
"35": [
  {
    "question": "$$x^2 - x + \\frac{5}{4} - y^2 = 0$$에 가장 가까운 점의 좌표는?",
    "choices": [
      "$$(0, \\frac{\\sqrt{5}}{2})$$",
      "$$(1, \\frac{\\sqrt{5}}{2})$$",
      "$$(\\frac{1}{4}, \\frac{\\sqrt{17}}{4})$$",
      "$$(\\frac{1}{2}, 1)$$"
    ],
    "answer": ""
  },
  {
    "question": "$$x^2 + y^2 = 1$$에서 $$f(x, y) = -\\sqrt{2}xy$$의 최댓값은?",
    "choices": [
      "$$0$$",
      "$$\\frac{1}{\\sqrt{2}}$$",
      "$$\\sqrt{2}$$",
      "$$2$$"
    ],
    "answer": ""
  },
  {
    "question": "$$x^2 + 2y^2 = 1$$, $$f(x, y) = 2x^2 - y^2$$의 최댓값과 최솟값의 합은?",
    "choices": [
      "$$-\\frac{1}{2}$$",
      "$$0$$",
      "$$1$$",
      "$$\\frac{3}{2}$$"
    ],
    "answer": ""
  }
],
"36": [
  {
    "question": "$$x > 0$$일 때, 다음 부등식 중에서 옳지 않은 것은?",
    "choices": [
      "$$\\sin x < 2x$$",
      "$$x \\ln x < x - 1$$",
      "$$x \\geq \\ln x + 1$$",
      "$$\\ln(1 + x) > \\frac{x}{1 + x}$$"
    ],
    "answer": ""
  },
  {
    "question": "$$0 \\leq x \\leq \\frac{\\pi}{2}$$에서 항상 성립하는 절대부등식을 모두 고르면?",
    "example": "(a) $$x \\cos x \\leq \\sin x$$  (b) $$\\sin x \\leq \\frac{\\sqrt{2}}{2}\\left(\\frac{x}{\\frac{\\pi}{4}} + 1\\right)$$  (c) $$\\cos x \\leq \\frac{\\pi}{2} - x$$",
    "choices": [
      "$$(a), (b)$$",
      "$$(a), (c)$$",
      "$$(b), (c)$$",
      "$$(a), (b), (c)$$"
    ],
    "answer": ""
  },
  {
    "question": "$$0 < x < 1$$일 때, 다음 중 옳지 않은 것은?",
    "choices": [
      "$$\\sin^{-1} x < \\frac{x}{\\sqrt{1 - x^2}}$$",
      "$$\\tan^{-1} x < x$$",
      "$$\\tan^{-1} x > \\frac{x}{1 + x^2}$$",
      "$$\\sin^{-1} x < x$$"
    ],
    "answer": ""
  }
],
"37": [
  {
    "question": "어떤 물체가 곡선 $$y = \\sqrt{1 + x^3}$$ 위에서 움직이고 있다. 점 $$(2, 3)$$을 지나는 순간 $$y$$ 좌표가 $$4\\,m/s$$의 속력으로 움직이고 있을 때 $$x$$ 좌표의 속력은?",
    "choices": [
      "$$0.5\\,m/s$$",
      "$$1\\,m/s$$",
      "$$2\\,m/s$$",
      "$$3\\,m/s$$"
    ],
    "answer": ""
  },
  {
    "question": "두 대의 차가 동일 지점에서 출발한다. 그 중 한 대는 시속 $$30\\,km$$로 남쪽으로 향하고, 다른 한 대는 시속 $$72\\,km$$로 서쪽을 향해 달린다. 30분 후 두 대의 차가 멀어지는 속력은 시속 몇 $$km$$인가?",
    "choices": [
      "$$75$$",
      "$$76$$",
      "$$77$$",
      "$$78$$"
    ],
    "answer": ""
  },
  {
    "question": "북쪽으로부터 십자교차로로 접근하는 경찰차가 방금 교차로를 지나 동쪽으로 움직이는 속도위반 차량을 추적하고 있다. 경찰차가 교차로의 북쪽 600m, 속도위반 차량이 동쪽 800m에 있을 때, 경찰차와 속도위반 차량 사이의 거리가 $$20\\,km/h$$의 일정한 속도로 증가하고 있다. 경찰차가 $$60\\,km/h$$의 속도로 교차로로 접근하고 있다면 속도위반 차량의 속도는 얼마인가?",
    "choices": [
      "$$60\\,km/h$$",
      "$$70\\,km/h$$",
      "$$65\\,km/h$$",
      "$$75\\,km/h$$"
    ],
    "answer": ""
  }
],
"38": [
  {
    "question": "곡선 $$y = 9 - x^2$$과 $$x$$축으로 둘러싸인 도형에 내접하는 직사각형의 최대 넓이는?",
    "choices": [
      "$$12$$",
      "$$12\\sqrt{3}$$",
      "$$18\\sqrt{3}$$",
      "$$4\\sqrt{6}$$"
    ],
    "answer": ""
  },
  {
    "question": "곡선 $$y = \\sqrt{4 - x^2}$$과 $$x$$축으로 둘러싸인 부분에 내접하고 한 변이 $$x$$축에 놓여 있는 직사각형의 넓이의 최댓값을 구하면?",
    "choices": [
      "$$2$$",
      "$$2\\sqrt{2}$$",
      "$$4$$",
      "$$4\\sqrt{2}$$"
    ],
    "answer": ""
  },
  {
    "question": "곡선 $$x^2 + 2y = 10$$과 $$x$$축으로 둘러싸인 영역에 내접하는 직사각형의 최대 둘레의 길이는?",
    "choices": [
      "$$11$$",
      "$$14$$",
      "$$6 + 2\\sqrt{10}$$",
      "$$8 + 4\\sqrt{2}$$"
    ],
    "answer": ""
  },
  {
    "question": "좌표평면에서 포물선 $$y = 1 - x^2$$ 위의 점 $$P$$에서의 접선이 $$x$$축, $$y$$축과 만나는 점을 각각 $$A$$, $$B$$라 할 때, 삼각형 $$OAB$$의 넓이의 최소값은? (단, 점 $$O$$는 원점이고 점 $$P$$는 제 1 사분면에 있다.)",
    "choices": [
      "$$\\frac{2\\sqrt{3}}{9}$$",
      "$$\\frac{\\sqrt{3}}{3}$$",
      "$$\\frac{4\\sqrt{3}}{9}$$",
      "$$\\frac{5\\sqrt{3}}{9}$$",
      "$$\\frac{2\\sqrt{3}}{3}$$"
    ],
    "answer": ""
  }
],
"39": [
  {
    "question": "원 $$x^2 + y^2 = 49$$에 내접하면서 면적이 최대가 되는 직사각형의 면적은?",
    "choices": [
      "$$12$$",
      "$$14$$",
      "$$28$$",
      "$$42$$",
      "$$98$$"
    ],
    "answer": ""
  },
  {
    "question": "타원 $$\\frac{x^2}{16} + \\frac{y^2}{9} = 1$$에 내접하면서 면적이 최대가 되는 직사각형의 면적은?",
    "choices": [
      "$$12$$",
      "$$24$$",
      "$$48$$",
      "$$12\\pi$$"
    ],
    "answer": ""
  },
  {
    "question": "반지름의 길이가 $$2$$인 구에 내접하는 직육면체의 최대 부피는?",
    "choices": [
      "$$\\frac{1}{3}$$",
      "$$\\frac{2}{3}$$",
      "$$\\frac{8}{3\\sqrt{3}}$$",
      "$$\\frac{64}{3\\sqrt{3}}$$"
    ],
    "answer": ""
  },
  {
    "question": "곡면 $$\\frac{x^2}{4} + y^2 + \\frac{z^2}{9} = 1$$에 내접하는 직육면체의 최대 부피는?",
    "choices": [
      "$$\\frac{2}{\\sqrt{3}}$$",
      "$$\\frac{8}{3\\sqrt{3}}$$",
      "$$\\frac{16}{\\sqrt{3}}$$",
      "$$\\frac{40}{3\\sqrt{3}}$$"
    ],
    "answer": ""
  },
  {
    "question": "반지름의 길이가 $$\\sqrt{3}$$인 구에 내접하는 원기둥의 최대 부피는?",
    "choices": [
      "$$\\pi$$",
      "$$2\\pi$$",
      "$$2\\sqrt{2}\\pi$$",
      "$$4\\pi$$"
    ],
    "answer": ""
  }
],
"40": [
  {
    "question": "반지름이 매초 $$2\\text{cm}$$씩 증가하는 구가 있다. 반지름이 $$10\\text{cm}$$ 되는 순간의 이 구의 표면적의 증가율은?",
    "choices": [
      "$$2\\pi$$",
      "$$20\\pi$$",
      "$$80\\pi$$",
      "$$160\\pi$$"
    ],
    "answer": ""
  },
  {
    "question": "$$5\\text{cm}^3/sec$$의 비율로 부풀고 있는 정육면체 모양의 물체가 있다. 한 변의 길이가 $$10\\text{cm}$$일 때, 이 물체의 표면적의 증가율은?",
    "choices": [
      "$$1$$",
      "$$2$$",
      "$$3$$",
      "$$4$$"
    ],
    "answer": ""
  },
  {
    "question": "공 모양의 고무용기에 매초 $$200\\text{mm}^3$$의 비율로 액체가 주입되고 있다. 반지름이 $$10\\text{mm}$$가 될 때의 겉넓이의 변화율은 얼마인가? (단, 용기의 두께는 무시하고, 처음 용기의 반지름은 $$5\\text{mm}$$이다)",
    "choices": [
      "$$20\\text{mm}^2/sec$$",
      "$$40\\text{mm}^2/sec$$",
      "$$2000\\text{mm}^2/sec$$",
      "$$4000\\text{mm}^2/sec$$"
    ],
    "answer": ""
  },
  {
    "question": "반지름이 $$5\\text{m}$$인 원통형 탱크에 $$3\\text{m}^3/\text{min}$$의 속력으로 물이 채워지고 있을 때, 물의 높이의 변화율은?",
    "choices": [
      "$$\\frac{1}{25\\pi} \\text{m/min}$$",
      "$$\\frac{2}{25\\pi} \\text{m/min}$$",
      "$$\\frac{3}{25\\pi} \\text{m/min}$$",
      "$$\\frac{4}{25\\pi} \\text{m/min}$$"
    ],
    "answer": ""
  }
],
"41": [
  {
    "question": "수직인 벽에 $$13\\text{m}$$ 길이의 사다리가 세워져 있다. 사다리의 밑바닥은 벽으로부터 $$2\\text{m}/\\text{초}$$의 비율로 멀어 진다고 한다. 사다리의 밑바닥이 벽으로부터 $$5\\text{m}$$일 때, 사다리의 꼭대기가 벽으로부터 미끄러져 내려는 속도를 구하면?",
    "choices": [
      "$$\\frac{1}{2}$$",
      "$$\\frac{3}{4}$$",
      "$$\\frac{5}{6}$$",
      "$$\\frac{7}{8}$$"
    ],
    "answer": ""
  },
  {
    "question": "시태양의 고도각이 $$0.25\\text{ rad}/h$$의 비율로 감소하고 있다. 태양의 고도각이 $$\\frac{\\pi}{3}$$일 때, $$100\\text{ m}$$ 높이의 건물에 대한 그림자는 얼마의 속도로 증가하는가?",
    "choices": [
      "$$\\frac{100}{3} \\text{ m/h}$$",
      "$$\\frac{97}{3} \\text{ m/h}$$",
      "$$25 \\text{ m/h}$$",
      "$$\\frac{95}{2} \\text{ m/h}$$"
    ],
    "answer": ""
  },
  {
    "question": "뜨거운 공기가 들어 있는 풍선이 지면으로부터 수직인 방향으로 올라가고 있고, 풍선이 처음 출발한 지점으로부터 거리가 $$500\\text{ m}$$의 지점에서 풍선을 바라보고 있다. 지면과 풍선이 이루는 각의 크기가 $$\\frac{\\pi}{4}$$일 때, 지면과 풍선이 이루는 각의 크기가 $$0.14\\text{ rad}/\\text{min}$$의 속도로 증가하고 있다. 풍선이 상승하는 속도는?",
    "choices": [
      "$$130 \\text{ m/min}$$",
      "$$136 \\text{ m/min}$$",
      "$$140 \\text{ m/min}$$",
      "$$142 \\text{ m/min}$$"
    ],
    "answer": ""
  }
],
"42": [
  {
    "question": "부피가 $$100\\,cm^3$$인 실린더 모양의 통조림통을 만들려고 한다. 통조림통 제작에 소요되는 철판의 넓이를 최소화할 때, 통조림통의 반지름은 얼마인가?",
    "choices": [
      "$$\\frac{10}{3}\\,cm$$",
      "$$\\frac{10}{\\pi}\\,cm$$",
      "$$\\frac{20}{\\pi}\\,cm$$",
      "$$\\sqrt{\\frac{30}{\\pi}}\\,cm$$",
      "$$\\sqrt{\\frac{50}{\\pi}}\\,cm$$"
    ],
    "answer": ""
  },
  {
    "question": "어떤 상품을 매주 $$x$$개씩 판매할 때 개당 판매가격은 $$P(x) = 500 - 0.02x$$원이고 이 상품을 매주 $$x$$개씩 생산할 때, 총생산비는 $$C(x) = 100x + 40,000$$원이다. 주당 얻는 이익을 최대로 하려면 매주 몇 개씩 생산해야 하는가?",
    "choices": [
      "$$10^2$$개",
      "$$10^3$$개",
      "$$10^4$$개",
      "$$10^5$$개"
    ],
    "answer": ""
  },
  {
    "question": "직선위에서 움직이는 물체의 시간 $$t$$에서의 위치를 $$x(t)$$라 하자. 이 물체의 속도 $$\\frac{dx}{dt}$$가 식 $$\\frac{dx}{dt} = 1 + \\sin x$$를 항상 만족한다면 다음 주어진 위치 중에서 물체의 가속도 $$\\frac{d^2x}{dt^2}$$가 가장 클 경우는?",
    "choices": [
      "$$x = 0$$",
      "$$x = \\frac{\\pi}{6}$$",
      "$$x = \\frac{\\pi}{4}$$",
      "$$x = \\frac{\\pi}{3}$$"
    ],
    "answer": ""
  }
],
"43": [
  {
    "question": "$$y = \\frac{2x^3 + 2x^2 - x + 1}{x^2 - 1}$$의 그래프의 점근선 중 수직 또는 수평 점근선이 아닌 점근선은?",
    "choices": [
      "$$y = x + 1$$",
      "$$y = -x - 1$$",
      "$$y = 2x + 2$$",
      "$$y = 2x - 1$$",
      "$$y = 2x + 1$$"
    ],
    "answer": ""
  },
  {
    "question": "함수 $$f(x) = \\frac{3x^2 + 2x^2 - 3x - 2}{x^2 + x + 1}$$의 점근선으로 올바른 것은?",
    "choices": [
      "$$y = x + 3$$",
      "$$y = x - 3$$",
      "$$y = 3x + 1$$",
      "$$y = 3x - 1$$"
    ],
    "answer": ""
  },
  {
    "question": "$$x \\in [0, \\infty)$$일 때, 곡선 $$y = \\frac{3x^2}{x^2 - 1}$$의 수직점근선과 수평점근선을 각각 $$x = \\alpha,\\ y = \\beta$$라 하면 $$\\alpha - \\beta$$의 값은?",
    "choices": [
      "$$0$$",
      "$$1$$",
      "$$-1$$",
      "$$2$$",
      "$$-2$$"
    ],
    "answer": ""
  }
],
"44": [
  {
    "question": "$$f > 0$$인 함수 $$f$$에 대해 함수 $$F$$를 다음과 같이 정의할 때, 다음 설명 중 옳은 것은?\n\n$$F(x) = \\int_0^x f(t)(x - t)\\,dt, \\quad x > 0$$",
    "choices": [
      "$$F$$는 증가 함수이면서 위로 볼록이다.",
      "$$F$$는 증가 함수이면서 아래로 볼록이다.",
      "$$F$$는 감소 함수이면서 위로 볼록이다.",
      "$$F$$는 감소 함수이면서 아래로 볼록이다.",
      "$$F$$는 1차 함수이다."
    ],
    "answer": ""
  }
],
"45": [
  {
    "question": "곡선 $$y = x^2$$을 $$y$$축 주위로 회전하여 얻어진 물탱크에 물을 넣고 있다. 물의 깊이가 $$4\\text{cm}$$일 때 수면의 높이가 $$2\\text{cm/sec}$$의 속도로 증가하고 있다면, 그때 수면의 넓이의 변화율은 몇 $$\\text{cm}^2/\\text{sec}$$인가?",
    "choices": [
      "$$4\\pi$$",
      "$$2\\pi$$",
      "$$\\pi$$",
      "$$\\frac{3}{2}\\pi$$",
      "$$\\frac{\\pi}{2}$$"
    ],
    "answer": ""
  },
  {
    "question": "함수 $$f(x) = \\int_0^{x^2} (1 - t)\\sqrt{1 - 4t^2} dt$$의 최댓값을 구하면?",
    "choices": [
      "$$\\frac{1}{8}\\left(\\pi - \\frac{1}{3}\\right)$$",
      "$$\\frac{1}{8}\\left(\\pi - \\frac{2}{3}\\right)$$",
      "$$\\frac{1}{8}(\\pi - 1)$$",
      "$$\\frac{1}{8}\\left(\\pi - \\frac{4}{3}\\right)$$",
      "$$\\frac{1}{8}\\left(\\pi - \\frac{5}{3}\\right)$$"
    ],
    "answer": ""
  },
  {
    "question": "좌표평면의 원점에서 두 점 $$A$$와 $$B$$가 출발하여 각각 $$x$$축과 $$y$$축을 따라 움직인다. $$t$$초 후의 두 점 $$A$$, $$B$$의 위치가 각각 $$(10 - t^2, 0)$$과 $$(0, 6t - t^2)$$이다. $$0 \\leq t \\leq 7$$인 범위에서 두 점 사이의 거리가 최대가 되는 $$t$$의 값은?",
    "choices": [
      "$$5 - \\sqrt{3}$$",
      "$$5 - \\sqrt{2}$$",
      "$$6 - \\sqrt{3}$$",
      "$$6 - \\sqrt{2}$$",
      "$$7$$"
    ],
    "answer": ""
  }
],
"46": [
  {
    "question": "타원의 장축과 단축의 증가율이 각각 $$3\\text{cm/s}$$와 $$4\\text{cm/s}$$이다. 장축이 $$8\\text{cm}$$이고 단축이 $$6\\text{cm}$$일 때, 타원 넓이의 변화율은?",
    "choices": [
      "$$\\frac{25\\pi}{2}\\text{cm}^2/\\text{s}$$",
      "$$25\\pi\\text{cm}^2/\\text{s}$$",
      "$$36\\pi\\text{cm}^2/\\text{s}$$",
      "$$50\\pi\\text{cm}^2/\\text{s}$$"
    ],
    "answer": ""
  }
],
"47": [
  {
    "question": "$$1L$$를 담을 수 있는 뚜껑이 없는 원기둥 모양의 저장 용기의 겉넓이가 최소가 되는 반지름 $$r$$와 높이 $$h$$에 대하여, $$\\frac{h}{r}$$는? (단, 저장용기의 두께는 무시한다.)",
    "choices": [
      "$$\\frac{1}{4}$$",
      "$$\\frac{1}{2}$$",
      "$$1$$",
      "$$2$$"
    ],
    "answer": ""
  },
  {
    "question": "$$f$$의 도함수가 $$f'(x) = \\sin(3x + 2)$$일 때, $$0 < x < 5$$에서 $$f$$의 극대점의 개수는?",
    "choices": [
      "2",
      "3",
      "4",
      "5"
    ],
    "answer": ""
  },
  {
    "question": "$$f(x) = x^3 e^{-kx}$$가 $$x = 1$$에서 변곡점을 갖게 하는 모든 $$k$$값들의 곱은?",
    "choices": [
      "$$-15$$",
      "$$6$$",
      "$$9$$",
      "$$15$$"
    ],
    "answer": ""
  },
  {
    "question": "삼각형 $$ABC$$에서 $$c = AB$$는 $$3\\text{cm/sec}$$, $$b = AC$$는 $$1\\text{cm/sec}$$, 그리고 이 두 변 사이의 각 $$\\alpha$$는 $$0.1\\text{rad/sec}$$의 변화율로 각각 증가한다면, $$c = 10\\text{cm}$$, $$b = 8\\text{cm}$$, $$\\alpha = \\frac{\\pi}{6}$$일 때 삼각형의 넓이의 변화율은 몇 $$\\text{cm}^2/\text{sec}$$인가?",
    "choices": [
      "$$2\\sqrt{3} + 8.5$$",
      "$$2\\sqrt{3} + 7$$",
      "$$\\sqrt{3} + 8.5$$",
      "$$\\sqrt{3} + 7.5$$",
      "$$\\sqrt{3} + 7$$"
    ],
    "answer": ""
  }
],
"48": [
  {
    "question": "점 $$(1, 4)$$이 곡선 $$y = -x^3 + ax^2 + bx + 1$$의 변곡점일 때, $$b$$의 값은? (단, $$a, b$$는 상수)",
    "choices": [
      "1",
      "3",
      "5",
      "7"
    ],
    "answer": ""
  },
  {
    "question": "좌표평면에서 곡선 $$y = e^{-|x|}$$과 $$x$$축 사이에 있고, 한 변이 $$x$$축에 평행한 직사각형의 최대 넓이는?",
    "choices": [
      "$$\\frac{1}{e}$$",
      "$$\\frac{2}{e}$$",
      "$$\\frac{3}{e}$$",
      "$$\\frac{4}{e}$$"
    ],
    "answer": ""
  },
  {
    "question": "구간 $$[-1, 3]$$에서 정의된 함수 $$f(x) = \\frac{16x}{x^2 + 4}$$의 최소값을 $$m$$, 최대값을 $$M$$이라 할 때, $$m + M$$의 값은?",
    "choices": [
      "0",
      "$$\\frac{1}{3}$$",
      "$$\\frac{3}{4}$$",
      "$$\\frac{4}{5}$$"
    ],
    "answer": ""
  }
],
"49": [
  {
    "question": "함수 $$f(x) = \\int_3^{x^2} (1 - t)e^t dt$$에 대하여 곡선 $$y = f(x)$$가 위로 오목(아래로 볼록)인 구간에 속하는 정수는?",
    "choices": [
      "−2",
      "−1",
      "0",
      "1",
      "2"
    ],
    "answer": ""
  },
  {
    "question": "함수 $$f(x) = 5x + 11 + \\frac{20}{x}$$가 $$x = a$$에서 극댓값을 갖고 $$x = b$$에서 극솟값을 가질 때 $$f(a) − f(b)$$의 값은?",
    "choices": [
      "25",
      "30",
      "35",
      "40",
      "−40"
    ],
    "answer": ""
  },
  {
    "question": "정육면체의 부피가 $$10cm^3/sec$$의 비율로 증가하고 있다. 한 변의 길이가 $$30cm$$일 때 겉넓이의 증가율은?",
    "choices": [
      "$$\\frac{1}{3}cm^2/sec$$",
      "$$\\frac{2}{3}cm^2/sec$$",
      "$$1cm^2/sec$$",
      "$$4cm^2/sec$$",
      "$$\\frac{5}{3}cm^2/sec$$"
    ],
    "answer": ""
  }
],
"55": [
  {
    "question": "좌표평면에서 곡선 $$y = \\arccos x$$와 직선 $$x = \\frac{1}{\\sqrt{2}}$$ 및 $$x$$축으로 둘러싸인 영역의 넓이는?",
    "choices": [],
    "answer": ""
  },
  {
    "question": "함수 $$f(x) = x^2 - 3$$과 $$g(x) = x - 1$$로 둘러싸인 영역의 넓이는?",
    "choices": [],
    "answer": ""
  },
  {
    "question": "매개함수 $$\\begin{cases} x(\\theta) = a(\\theta - \\sin \\theta) \\\\ y(\\theta) = a(1 - \\cos \\theta) \\end{cases}$$인 사이클로이드(Cycloid) ($$0 \\leq \\theta \\leq 2\\pi$$)와 $$x$$축으로 둘러싸인 영역의 넓이는?",
    "choices": [],
    "answer": ""
  },
  {
    "question": "곡선 $$x = 5 \\cos^3 t, \\quad y = 5 \\sin^3 t \\left( 0 \\leq t \\leq \\frac{\\pi}{2} \\right)$$을 $$x$$축으로 둘러싸인 영역의 넓이는?",
    "choices": [],
    "answer": ""
  },
  {
    "question": "곡선 $$r = 2 \\cos \\theta$$의 내부와 곡선 $$r = 1$$의 외부의 공통부분 면적은?",
    "choices": [],
    "answer": ""
  },
  {
    "question": "심장선 $$r = 2 + 2 \\sin \\theta$$의 내부와 원 $$r = 4 \\sin \\theta$$의 외부에 놓인 영역의 넓이는?",
    "choices": [],
    "answer": ""
  },
  {
    "question": "밀면이 $$y = \\sin x \\, (0 \\leq x \\leq \\pi)$$인 입체가 있다. 이 입체를 $$x$$축에 수직인 평면으로 자른 단면이 정삼각형일 때 입체의 체적은?",
    "choices": [],
    "answer": ""
  },
  {
    "question": "곡선 $$y = \\sqrt{x + 1}$$, 직선 $$x = 1$$, 그리고 $$x$$축으로 둘러싸인 영역이 밑면이고, $$x$$축에 수직인 단면이 정사각형인 입체도형의 부피는?",
    "choices": [],
    "answer": ""
  }
],
"57": [
  {
    "question": "곡선 $$y = \\frac{1}{4}x^2 - \\frac{1}{2}\\ln x \\, (1 \\leq x \\leq e)$$의 길이는?",
    "choices": [],
    "answer": ""
  },
  {
    "question": "곡선 $$y = \\ln(\\sin(x)) \\, \\left( \\frac{\\pi}{6} \\leq x \\leq \\frac{\\pi}{2} \\right)$$의 길이를 구하면?",
    "choices": [],
    "answer": ""
  },
  {
    "question": "매개함수 $$\\begin{cases} x(t) = a \\cos^{3/4} t \\\\ y(t) = a \\sin^{3/4} t \\end{cases}$$은 성망형(Astroid) ($$0 \\leq t \\leq 2\\pi$$)의 곡선이다. 이 곡선의 길이는?",
    "choices": [],
    "answer": ""
  },
  {
    "question": "다음 곡선 $$x(t) = 3 + t^2, \\quad y(t) = \\cosh(t^2) \\, (0 \\leq t \\leq 1)$$의 길이는?",
    "choices": [],
    "answer": ""
  },
  {
    "question": "극곡선 $$r = 1 + \\sin \\theta$$의 $$0 \\leq \\theta \\leq \\frac{\\pi}{2}$$ 부분에 대한 길이는?",
    "choices": [],
    "answer": ""
  },
  {
    "question": "$$-\\frac{\\pi}{4} \\leq \\theta \\leq \\frac{\\pi}{4}$$에서 곡선 $$r = 2 \\sec \\theta$$의 호의 길이는?",
    "choices": [],
    "answer": ""
  },
  {
    "question": "곡선 $$r = \\sin \\theta$$를 $$x$$축에 대하여 회전시켰을 때 생기는 곡면의 부피와 면적을 구하면?",
    "choices": [],
    "answer": ""
  },
  {
    "question": "극좌표 곡선 $$r = -4\\cos\\theta$$를 직선 $$r = \\sec \\theta$$에 관하여 회전시켰을 때 생긴 회전체의 부피와 표면적은?",
    "choices": [],
    "answer": ""
  }
],
"62": [
  {
    "question": "x = 0에서 x = 1까지 곡선 $$y = \\sqrt{x}$$ 아래의 영역을 $$x$$축으로 회전하여 생긴 입체의 부피를 구하시오.",
    "choices": [],
    "answer": ""
  },
  {
    "question": "$$y = 0$$과 $$y = 10x^2 - 5x^3$$으로 둘러싸인 영역을 $$y$$축 중심으로 회전하여 생기는 입체의 부피는?",
    "choices": [],
    "answer": ""
  },
  {
    "question": "곡선 $$x = \\cos t, y = \\sin\\left(t \\left(\\frac{\\pi}{t} \\leq t \\leq \\frac{3}{2}\\pi\\right)\\right)$$을 $$y$$축 중심으로 회전시킨 회전체의 체적은?",
    "choices": [],
    "answer": ""
  },
  {
    "question": "곡선 $$y = x^2$$의 점 $$(0,0)$$부터 점 $$(\\sqrt{6}, 6)$$까지의 부분을 $$y$$축으로 회전시킨 회전체의 곡면적은?",
    "choices": [],
    "answer": ""
  },
  {
    "question": "곡선 $$x = 3\\cos^3 t, y = 3\\sin^3 t (0 \\leq t \\leq 2\\pi)$$을 $$x$$축을 중심으로 회전해서 생기는 회전곡면의 넓이는?",
    "choices": [],
    "answer": ""
  },
  {
    "question": "$$r = 3 - 3\\cos \\theta$$의 면적을 구하면?",
    "choices": [],
    "answer": ""
  },
  {
    "question": "$$r = 3\\cos 2\\theta$$와 $$r = 2\\cos 3\\theta$$의 면적을 각각 $$A, B$$라 했을 때, $$A/B$$의 값은?",
    "choices": [],
    "answer": ""
  },
  {
    "question": "사이클로이드(Cycloid) $$x = 3(\\theta - \\sin \\theta), y = 3(1 - \\cos \\theta)$$의 한 호의 길이는?",
    "choices": [],
    "answer": ""
  },
  {
    "question": "곡선 $$r^2 = 4\\sin 2\\theta$$이 이루는 영역의 면적은?",
    "choices": [],
    "answer": ""
  }
],
"63": [
  {
    "question": "곡선 $$y = \\sqrt{2x - 1}$$과 직선 $$x = 5$$, 그리고 $$x$$축으로 둘러싸인 영역의 넓이는?",
    "choices": ["6", "7", "8", "9"],
    "answer": ""
  },
  {
    "question": "$$y = \\frac{1}{4 + x^2}$$과 세 직선 $$x = 2, x = 2\\sqrt{3}, y = 0$$으로 둘러싸인 영역의 넓이는?",
    "choices": ["$$\\frac{\\pi}{6}$$", "$$\\frac{\\pi}{12}$$", "$$\\frac{\\pi}{24}$$", "$$\\frac{\\pi}{48}$$"],
    "answer": ""
  },
  {
    "question": "곡선 $$y = 2e^x$$, 원점을 지나는 이 곡선의 접선, $$y$$축으로 둘러싸인 영역의 넓이는?",
    "choices": ["$$2e$$", "$$e - 1$$", "$$2e - 1$$", "$$e - 2$$"],
    "answer": ""
  },
  {
    "question": "$$y = -x, y = x + 6x$$과 곡선 $$y = x^3$$으로 둘러싸인 영역의 넓이는?",
    "choices": ["17", "18", "19", "20"],
    "answer": ""
  }
],
"64": [
  {
    "question": "곡선 $$x = \\cos^3 t, y = \\sin^{\\frac{1}{4}} t$$ $$(0 \\leq t \\leq \\pi)$$와 $$x$$축으로 둘러싸인 부분의 넓이는?",
    "choices": ["$$\\frac{2}{5}$$", "$$\\frac{4}{5}$$", "$$\\frac{6}{5}$$", "$$\\frac{8}{5}$$", "2"],
    "answer": ""
  },
  {
    "question": "좌표평면에서 매개 방정식 $$x = 3(\\theta - \\sin \\theta),\\ y = 3(1 - \\cos \\theta),\\ 0 \\leq \\theta \\leq 2\\pi$$ 으로 주어진 곡선과 $$x$$축으로 둘러싸인 영역의 면적은?",
    "choices": ["$$3\\pi$$", "$$9\\pi$$", "$$27\\pi$$", "$$81\\pi$$"],
    "answer": ""
  },
  {
    "question": "극좌표평면상에서 곡선 $$r = 2\\sqrt{2}(1 + \\cos \\theta)$$로 둘러싸인 영역의 넓이는?",
    "choices": ["$$6\\pi$$", "$$12\\pi$$", "$$8\\pi$$", "$$16\\pi$$"],
    "answer": ""
  },
  {
    "question": "$$r = 3 + \\sin \\theta\\ (0 \\leq \\theta \\leq 2\\pi)$$의 내부영역의 넓이를 구하면?",
    "choices": ["$$6\\pi$$", "$$6\\sqrt{2}\\pi$$", "$$\\frac{19\\pi}{2}$$", "$$11\\pi$$"],
    "answer": ""
  }
],
"65": [
  {
    "question": "$$r = \\sqrt{1 + \\sin \\theta}$$ 과 두 사선 $$\\theta = 0$$ 과 $$\\theta = \\frac{\\pi}{3}$$로 둘러싸인 영역의 넓이는?",
    "choices": ["$$\\frac{\\pi}{6}$$", "$$\\frac{\\pi}{6} + \\frac{1}{4}$$", "$$\\frac{\\pi}{3} + \\frac{1}{2}$$", "$$\\frac{\\pi}{3}$$"],
    "answer": ""
  },
  {
    "question": "극곡선 $$r = \\sqrt{1 + \\cos \\theta}$$에 의하여 둘러싸인 영역의 넓이를 구하면?",
    "choices": ["$$\\pi$$", "$$2\\pi$$", "$$\\frac{\\pi}{3}$$", "$$\\frac{\\pi}{4}$$"],
    "answer": ""
  },
  {
    "question": "곡선 $$r = 7 \\cos 4\\theta$$의 한 잎(one loop)에 의해 둘러싸인 부분의 넓이를 구하면?",
    "choices": ["$$\\frac{49\\pi}{16}$$", "$$16\\pi$$", "$$\\pi$$", "$$\\frac{49\\pi}{11}$$"],
    "answer": ""
  },
  {
    "question": "$$r = 1 + \\cos \\theta$$의 내부와 $$r = \\sin \\theta$$의 내부로 된 영역의 넓이는?",
    "choices": ["$$\\pi - 2$$", "$$\\pi + \\frac{1}{2}$$", "$$2\\pi$$", "$$\\frac{\\pi}{2} - 1$$"],
    "answer": ""
  }
],
"66": [
  {
    "question": "곡선 $$y = \\sqrt{x}$$, 직선 $$x = 2$$, 그리고 $$x$$축으로 둘러싸인 영역이 밑면이고, $$x$$축에 수직인 단면이 정삼각형인 입체의 체적은?",
    "choices": ["$$\\pi$$", "$$\\sqrt{3}$$", "$$\\frac{\\sqrt{3}}{2}$$", "$$\\frac{\\sqrt{3}}{2} \\pi$$"],
    "answer": ""
  },
  {
    "question": "영역 $$\\{(x, y) : 0 \\le y \\le \\sin^2 x, 0 \\le x \\le \\pi \\}$$를 밑바닥으로 하는 입체가 있다. 이 입체를 $$x$$축에 수직인 평면으로 자른 단면이 정사각형일 때, 이 입체의 부피는?",
    "choices": ["$$\\frac{\\pi}{8}$$", "$$\\frac{\\pi}{4}$$", "$$\\frac{3\\pi}{8}$$", "$$\\frac{\\pi}{2}$$", "$$\\pi$$"],
    "answer": ""
  },
  {
    "question": "구간 $$[-1, 1]$$에서 입체도형 $$S$$를 $$x$$축에 수직인 평면으로 자른 단면의 중심이 포물선 $$y = \\frac{1}{2}(1 - x^2)$$에 있고 $$x$$축에 접하는 원이다. 이 입체도형 $$S$$의 부피는?",
    "choices": ["$$\\frac{\\pi}{15}$$", "$$\\frac{2\\pi}{15}$$", "$$\\frac{\\pi}{5}$$", "$$\\frac{4\\pi}{15}$$", "$$\\frac{\\pi}{3}$$"],
    "answer": ""
  }
],
"67": [
  {
    "question": "$$y = \\cosh x$$, $$-1 \\le x \\le 1$$의 길이는?",
    "choices": ["$$\\sinh 1$$", "$$\\cosh 1$$", "$$2\\sinh 1$$", "$$2\\cosh 1$$"],
    "answer": ""
  },
  {
    "question": "$$y = \\ln(\\sec x) \\quad (0 \\le x \\le \\frac{\\pi}{6})$$의 곡선의 길이는?",
    "choices": ["$$\\ln 2$$", "$$\\ln 3$$", "$$\\ln \\sqrt{2}$$", "$$\\ln \\sqrt{3}$$"],
    "answer": ""
  },
  {
    "question": "매개변수 방정식 $$x(t) = \\sin^3 t$$, $$y(t) = \\cos^3 t - 3 \\cos t \\quad (0 \\le t \\le \\pi)$$로 주어진 평면곡선의 길이는?",
    "choices": ["$$3\\pi$$", "$$\\frac{3\\pi}{2}$$", "$$5\\pi$$", "$$\\frac{5\\pi}{2}$$"],
    "answer": ""
  },
  {
    "question": "곡선 $$r = \\theta^2 \\quad (0 \\le \\theta \\le 1)$$이 그리는 곡선의 길이는?",
    "choices": ["$$\\sqrt{2}\\pi$$", "$$\\sqrt{3}\\pi$$", "$$\\frac{1}{3}(5\\sqrt{5} - 8)$$", "$$\\frac{1}{5}(\\sqrt{2} - 1)$$"],
    "answer": ""
  }
],
"68": [
  {
    "question": "극곡선 $$r = 1 - \\cos \\theta$$의 전체 길이를 구하면?",
    "choices": ["4", "5", "6", "7", "8"],
    "answer": ""
  },
  {
    "question": "극좌표계에서 곡선 $$r = 3 \\cos \\theta \\quad (0 \\le \\theta \\le \\frac{\\pi}{2})$$의 길이는?",
    "choices": ["$$\\frac{\\pi}{4}$$", "$$\\frac{\\pi}{2}$$", "$$\\frac{3\\pi}{4}$$", "$$\\frac{3\\pi}{2}$$"],
    "answer": ""
  },
  {
    "question": "사이클로이드(cycloid) $$x = 2(\\theta - \\sin \\theta), \\quad y = 2(1 - \\cos \\theta)$$의 한 호의 길이는?",
    "choices": ["2", "4", "8", "16"],
    "answer": ""
  },
  {
    "question": "곡선 $$x = 3 \\cos^3 \\theta, \\quad y = 3 \\sin^3 \\theta$$의 전체 길이는?",
    "choices": ["3", "6", "18", "36"],
    "answer": ""
  }
],
"69": [
  {
    "question": "곡선 $$x = 2y^2$$, $$x = 4 + y^2$$으로 둘러싸인 부분의 넓이는?",
    "choices": ["$$\\frac{1}{2}$$", "$$\\frac{5}{2}$$", "3", "$$\\frac{32}{3}$$"],
    "answer": ""
  },
  {
    "question": "$$x = y^2$$, $$y - 2x = 4$$, $$y = -1$$, $$y = 2$$로 둘러싸인 영역의 넓이는?",
    "choices": ["$$\\frac{26}{3}$$", "$$\\frac{33}{4}$$", "$$\\frac{34}{6}$$", "$$\\frac{91}{12}$$"],
    "answer": ""
  },
  {
    "question": "곡선 $$x = \\frac{1}{3}\\sqrt{y(y - 3)}$$, $$1 \\leq y \\leq 9$$의 길이는?",
    "choices": ["$$\\frac{128}{3}$$", "$$\\frac{64}{3}$$", "$$\\frac{32}{3}$$", "$$\\frac{16}{3}$$"],
    "answer": ""
  },
  {
    "question": "구간 $$0 \\leq \\theta \\leq \\pi$$에서 극방정식 $$r = \\theta$$가 나타내는 곡선의 길이에 대한 설명 중 옳은 것은?",
    "choices": [
      "① 1 보다 작다.",
      "② 1 보다 크고 2 보다 작다.",
      "③ 2 보다 크고 $$\\pi$$ 보다 작다.",
      "④ $$\\pi$$ 보다 크다."
    ],
    "answer": ""
  }
],


  
  
  }
}